[
    {
    "captionName": "Спасская Башня",
    "routerLink": "spas",
    "description": "Спасская башня с надвратной церковью Спаса Нерукотворного образа – главный въезд в Кремль, расположена в центре южного участка укреплений/ Построена в 1556-1562 годах Постником Яковлевым и Иваном Ширяем. Помещение церкви изначально предназначалось для хранения походной иконы Ивана Грозного и других реликвий штурма Казани русскими войсками 1552 году. Башня первоначально была двухъярусной, с деревянной шатровой крышей, с небольшой дозорной вышкой. В 70-е годы XVII века башня надстраивается двумя ярусами с шатровым завершением. Два нижних яруса (XVI век) четырехгранные, белокаменные, с арочным проездом. На них опираются два кирпичных восьмигранника (XVII век). В нижнем восьмиграннике установлены часы, верхний прорезан арочными проемами и представляет собой часовую звонницу. Башню завершает кирпичный шатер. Прямоугольный объем церкви примыкает к башне по всей длине, имеет двускатную кровлю, фасады сохранили декор XVI века. Башня имела толщину стен 2,5 метра. В середине XIX века главный въезд в кремль сделали более удобным: в прясле крепостной стены, примыкающем к башне с востока, пробили арку стрельчатой формы. Коленчатый проезд ликвидировали, заложив ворота. В 70-е годы с западной стороны башни возвели пристройку с лестницей, ведущей непосредственно в церковь; таким образом она полностью была изолирована от башни. В 1930 году был устроен функционально необходимый прямой въезд в кремль через Спасские ворота. В 1963 году на башне появились электрические часы с циферблатами на трех гранях восьмерика и с автоматическим боем, а также завершение в виде пятиконечной звезды. К башенным часам подвели специальную аппаратуру: теперь после наступления темноты во время боя часов появляются вспышки малинового цвета. Реставрация проводилась в 1957, 1970-1975 годах. Производился ремонт деревянных конструкций, реставрация белокаменной кладки стен под руководством архитектора Айдарова С.С.",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Башня Сююмбике",
    "routerLink": "syuyumbike",
    "description": "Башня вероятнее всего построена в XVII – XVIII веках и получила название в честь казанской царицы Сююмбике, правившей Казанью после смерти своего мужа хана Сафа-Гирея с 1549 по 1551 годы. Строение выполняло функции дозорной башни, с вершины которой просматривается обширная панорама окрестностей с видом на реки Волга и Казанка. Башня Сююмбике возведена из большемерного, хорошо обожженного кирпича, занимает площадь 140 кв.м., состоит из 7 ярусов, а её общая высота достигает 58 метров. 3 нижних различных по высоте квадратных яруса имеют равносторонние квадратные контуры, окруженные по всему периметру открытыми галереями-гульбищами (терраса). Гульбища обнесены парапетами с ширинками на первом ярусе, поясами, выполненными поребриком (бордюр), на втором и третьем ярусах. Нижний ярус башни Сююмбике представляет собой два пилона, соединенных цилиндрическим сводом над проездом между ними. На южном и северном фасадах строения имеются круглые окошки, обрамленные кирпичным валиком, и небольшие двери (по 1 двери на 1 фасаде), которые ведут во внутренние помещения башни. На западном и восточном фасадах пилоны украшены декоративными колоннами (по 2 колонны на 1 сторону обоих пилонов, всего – 8 колонн), завершающимися капителями-консолями по булгарскому образцу. В толще каждого пилона располагаются наклонные сводчатые коридоры с лестницей, ведущей на верхние ярусы башни. Проезд перекрыт современными коваными воротами, которые носят название “День и ночь”. Они были изготовлены в 2003 году по эскизу архитектора Р.М. Забирова. Арка, в которой расположены ворота, направлена на восход Солнца в день зимнего солнцестояния. Это объясняет наличие символических изображений Солнца и Полумесяца, лучей и звёзд, отражающих смену дня и ночи.",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Центр Эрмитаж-Казань",
    "routerLink": "ermitazh",
    "description": "Центр Эрмитаж-Казань description",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Выставочный зал «Манеж»",
    "routerLink": "manezh",
    "description": "Выставочный зал «Манеж» description",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Колокольня Монастыря",
    "routerLink": "kolokolna",
    "description": "К северо-западу от Спасо-Преображенского собора находилась колокольня. Сначала была построена деревянная колокольня, позднее – каменная. В 1858 году ввиду ветхого состояния колокольня была разобрана. В 1858-1860 годах была построена новая каменная четырёхъярусная колокольня. 1 ярус имел кубообразую форму, через него проходили ворота. На втором этаже кубообразного объема находилась церковь. На втором ярусе размещались колокола, на третьем – боевые часы. До настоящего времени колокольня не сохранилась, а место, где она была расположена, обозначено другим цветом на брусчатке.",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Промокод на скидку 20%",
    "routerLink": "loot",
    "description": "Скидка на любую покупку в сувенирном магазине",
    "isVisited": false,
    "type": "prize"
    },
    {
    "captionName": "Спасо-Преображенский собор",
    "routerLink": "build6",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Церковь св. Николая Чудотворца Ратного",
    "routerLink": "build7",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Братский корпус",
    "routerLink": "build8",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Преображенская башня",
    "routerLink": "build9",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Манеж",
    "routerLink": "build10",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Награда 2",
    "routerLink": "loot",
    "description": "Описание",
    "isVisited": false,
    "type": "prize"
    },
    {
    "captionName": "Корпус юнкерского училища",
    "routerLink": "build11",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Главный корпус Пушечного двора",
    "routerLink": "build12",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Южный корпус Пушечного двора",
    "routerLink": "build13",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Западный корпус Пушечного двора",
    "routerLink": "build14",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Северный корпус Пушечного двора",
    "routerLink": "build15",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Награда 3",
    "routerLink": "loot",
    "description": "Описание",
    "isVisited": false,
    "type": "prize"
    },
    {
    "captionName": "Мечеть Кул Шариф",
    "routerLink": "build16",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Благовещенский собор",
    "routerLink": "build17",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Архиерейский дом",
    "routerLink": "build18",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Тайницкая башня",
    "routerLink": "build19",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Губернаторский дворец",
    "routerLink": "build20",
    "description": "Описание",
    "isVisited": false,
    "type": "place"
    },
    {
    "captionName": "Награда 4",
    "routerLink": "loot",
    "description": "Описание",
    "isVisited": false,
    "type": "prize"
    }

]