[
    {
    "captionName": "Башня Сююмбике",
    "routerLink": "syuyumbike",
    "description": "Башня вероятнее всего построена в XVII – XVIII веках и получила название в честь казанской царицы Сююмбике, правившей Казанью после смерти своего мужа хана Сафа-Гирея с 1549 по 1551 годы. Строение выполняло функции дозорной башни, с вершины которой просматривается обширная панорама окрестностей с видом на реки Волга и Казанка. Башня Сююмбике возведена из большемерного, хорошо обожженного кирпича, занимает площадь 140 кв.м., состоит из 7 ярусов, а её общая высота достигает 58 метров. 3 нижних различных по высоте квадратных яруса имеют равносторонние квадратные контуры, окруженные по всему периметру открытыми галереями-гульбищами (терраса). Гульбища обнесены парапетами с ширинками на первом ярусе, поясами, выполненными поребриком (бордюр), на втором и третьем ярусах. Нижний ярус башни Сююмбике представляет собой два пилона, соединенных цилиндрическим сводом над проездом между ними. На южном и северном фасадах строения имеются круглые окошки, обрамленные кирпичным валиком, и небольшие двери (по 1 двери на 1 фасаде), которые ведут во внутренние помещения башни. На западном и восточном фасадах пилоны украшены декоративными колоннами (по 2 колонны на 1 сторону обоих пилонов, всего – 8 колонн), завершающимися капителями-консолями по булгарскому образцу. В толще каждого пилона располагаются наклонные сводчатые коридоры с лестницей, ведущей на верхние ярусы башни. Проезд перекрыт современными коваными воротами, которые носят название “День и ночь”. Они были изготовлены в 2003 году по эскизу архитектора Р.М. Забирова. Арка, в которой расположены ворота, направлена на восход Солнца в день зимнего солнцестояния. Это объясняет наличие символических изображений Солнца и Полумесяца, лучей и звёзд, отражающих смену дня и ночи.",
    "audioName": "test-audio",
    "isVisited": false
    },
    {
    "captionName": "Центр Эрмитаж-Казань",
    "routerLink": "ermitazh",
    "description": "Центр Эрмитаж-Казань description",
    "audioName": "test-audio",
    "isVisited": false
    },
    {
    "captionName": "Выставочный зал «Манеж»",
    "routerLink": "manezh",
    "description": "Выставочный зал «Манеж» description",
    "audioName": "test-audio",
    "isVisited": false
    }

]