[
    {
    "captionName": "Спасская Башня",
    "routerLink": "spastower",
    "description": "Спасская башня с надвратной церковью Спаса Нерукотворного образа – главный въезд в Кремль, расположена в центре южного участка укреплений/ Построена в 1556-1562 годах Постником Яковлевым и Иваном Ширяем. Помещение церкви изначально предназначалось для хранения походной иконы Ивана Грозного и других реликвий штурма Казани русскими войсками 1552 году. Башня первоначально была двухъярусной, с деревянной шатровой крышей, с небольшой дозорной вышкой. В 70-е годы XVII века башня надстраивается двумя ярусами с шатровым завершением. Два нижних яруса (XVI век) четырехгранные, белокаменные, с арочным проездом. На них опираются два кирпичных восьмигранника (XVII век). В нижнем восьмиграннике установлены часы, верхний прорезан арочными проемами и представляет собой часовую звонницу. Башню завершает кирпичный шатер. Прямоугольный объем церкви примыкает к башне по всей длине, имеет двускатную кровлю, фасады сохранили декор XVI века. Башня имела толщину стен 2,5 метра. В середине XIX века главный въезд в кремль сделали более удобным: в прясле крепостной стены, примыкающем к башне с востока, пробили арку стрельчатой формы. Коленчатый проезд ликвидировали, заложив ворота. В 70-е годы с западной стороны башни возвели пристройку с лестницей, ведущей непосредственно в церковь; таким образом она полностью была изолирована от башни. В 1930 году был устроен функционально необходимый прямой въезд в кремль через Спасские ворота. В 1963 году на башне появились электрические часы с циферблатами на трех гранях восьмерика и с автоматическим боем, а также завершение в виде пятиконечной звезды. К башенным часам подвели специальную аппаратуру: теперь после наступления темноты во время боя часов появляются вспышки малинового цвета. Реставрация проводилась в 1957, 1970-1975 годах. Производился ремонт деревянных конструкций, реставрация белокаменной кладки стен под руководством архитектора Айдарова С.С.",
    "isVisited": false,
    "type": "place",
    "model": "spastower",
    "scale": 1.6
    },
    {
    "captionName": "Подклет Спасо-Преображенского собора",
    "routerLink": "podklet",
    "description": "Спасо-Преображенский монастырь был основан в 1556 году архимандритом Варсонофием, сподвижником первого казанского архиепископа Гурия. Он располагался между Спасской и Преображенской крепостными башнями. Монастырь обладал обширными земельными угодьями, но был небольшим по территории и численности монашествующих. От главной кремлевской улицы монастырь отделялся кирпичной оградой. Главный храм был белокаменным, с пятью главами. Размером и художественным убранством он не уступал Благовещенскому собору Казанского Кремля. Монастырь был разрушен в 1930-х годах. До настоящего времени в его алтарной части сохранился музеефицированный цокольный этаж – так называемый подклет. Рядом с ним когда-то находился маленький склеп, который местные жители называли «Пещеркой». Она служила местом захоронения самых почитаемых духовных деятелей Казани. Здесь последнее пристанище нашли святители Гурий и Варсонофий. В 1614 году здесь же был погребен казанский митрополит Ефрем, венчавший на царство первого государя из династии Романовых – Михаила Федоровича. Со второй половины XIX века территория храма стала местом упокоения многих видных казанских общественных, военных деятелей, профессоров Казанской Духовной академии, Императорского университета и именитых купцов. «Пещерка» была взорвана вместе с монастырем, а в 1995 году вскрыта и исследована археологами. До нашего времени перед подклетом сохранились фрагменты надгробных плит.",
    "isVisited": false,
    "type": "place",
    "model": "podklet",
    "scale": 1
    },
    {
    "captionName": "Бывшая церковь Николы Ратного",
    "routerLink": "nikolaratnuy",
    "description": "Церковь Николы Ратного была построена во второй половине XVI века. Она располагалась в западной части Спасо-Преображенского монастыря. Храм был построен из волжского известняка и назван в честь Николая Чудотворца, но местные жители называли его именем Николы Ратного. Церковь представляла собой небольшое двухэтажное сооружение с длинной трапезной и полукруглым алтарем. По архитектуре она напоминала классический новгородский одноглавый храм. В 1815 году в Казани случился пожар, во время которого церковь сгорела, ее купол был частично разрушен. В этом же году храм был перестроен по проекту губернского архитектора А. Шмидта. Во время перестройки были разобраны своды, второй этаж переделан в кирпиче и к трапезной пристроены покои настоятеля храма. В 1820-е годы  при церкви устроен придел во имя св. Иоанна Лествичника. В начале XX века храмы в Казанском Кремле, в том числе и церковь Николы Ратного, были опечатаны военными властями, богослужения в них отменялись. Кремль был объявлен военным городком, и все гражданские учреждения и частные лица подлежали выселению. Вместе со Спасо-Преображенским монастырем была закрыта и церковь Николы Ратного. В 1990-е годы по проекту архитектора Г. Гаязовой прошли реставрационные работы. Специалистам удалось восстановить белокаменный подклет XVI века. Его первоначальная декоративная отделка не сохранилась. В настоящее время церковь Николы Ратного является значимым архитектурным памятником города. Церковь не является действующей.",
    "isVisited": false,
    "type": "place",
    "model": "nikolaratnuy",
    "scale": 1.2
    },
    {
    "captionName": "Братский корпус",
    "routerLink": "bratsky",
    "description": "Спасо-Преображенский монастырь был основан в 1556 году. Он располагался в юго-восточной части Казанского Кремля, с левой стороны от главной улицы крепости. Сегодня в комплекс бывшего монастыря входят музеефицированные остатки Спасо-Преображенского собора, здание бывшей церкви Николы Ратного и братский корпус. Спасо-Преображенский монастырь был одним из центров миссионерской деятельности в крае, при нем жили монахи. Во все времена служителей при храме было немного, и даже в самые лучшие времена насчитывалось не более 24 послушников. Но это не мешало обители процветать. Монахи проживали вместе, совместно молились Богу и вели общее хозяйство, поэтому называли друг друга «братьями». А покои, где они проживали, назывались братскими. Справа от бывшего храма находятся кельи – братский корпус монастыря. Корпус монашеских келий был построен в 1670-х гг. и примыкал к ограде монастыря. В XVIII веке к нему был пристроен дом казначея, в конце XIX века устроена галерея. Братский корпус представляет собой двух-трехэтажное продольное здание из кирпича. Сводчатые кельи объединены крытой кирпичной галереей. В настоящее время памятник отреставрирован и используется как административное учреждение Музея-заповедника «Казанский Кремль».",
    "isVisited": false,
    "type": "place",
    "model": "bratsky",
    "scale": 1
    },
    {
    "captionName": "Преображенская башня",
    "routerLink": "preob",
    "description": "Преображенская проездная башня была одной из самых мощных и неприступных в крепости. Она построена псковскими мастерами под руководством Постника Бармы и Ивана Ширяя в конце XVI века. Для ее постройки применялся белый камень-известняк, добытый на противоположном берегу реки Волги. Башня стоит на месте старых Теменских, или Тюменских (от тат. «тумен» – «десятитысячное войско») ворот татарского кермана. Во времена ханской Казани здесь проходила окруженная неглубоким рвом стена татарской крепости. Башня имеет два яруса со смотровой вышкой. Белокаменная и квадратная в плане, она имела проездную арку на территорию Казанского Кремля с западной стороны. Когда башня перестала выполнять оборонительную функцию, в XVIII веке ее бойницы были заложены, а стены оштукатурены. Впечатляющая панорама русла рек Волги и Казанки и сейчас открывается с верхней смотровой площадки Преображенской башни. Деревянная шатровая крыша строения увенчана флигелем с изображением герба города Казани – змея Зиланта. Согласно легенде, первые появившиеся здесь поселенцы, облюбовали этот большой холм. Место было удобное, плодородное. Чтобы избавиться от опасных соседей, люди набрали соломы и по весне разложили около холма. Почуяв весеннее тепло, змеи выползли из своих нор и залезли в солому. Ее и подожгли и все змеи погибли. Спасся только царь змей дракон Зилант. Он улетел за реку Казанку и обосновался на горе, которую так и прозвали Зилантовой. Он долго мстил людям, пока не нашелся батыр, который, по одной из версий этой легенды, победил Зиланта. По другой версии легенды с ним удалось договориться, и он стал хранителем города. Этот-то дракон Зилант и украсил герб Казани, утвержденный в 1781 году указом императрицы Екатерины II.",
    "isVisited": false,
    "type": "place",
    "model": "preob",
    "scale": 4.5
    },
    {
    "captionName": "Промокод на скидку 20%",
    "routerLink": "loot",
    "description": "Скидка на любую покупку в сувенирном магазине",
    "isVisited": false,
    "type": "prize",
    "scale": 1
    },
    {
    "captionName": "Выставочный зал «Манеж»",
    "routerLink": "manej",
    "description": "Казанский Кремль на протяжении всей своей многовековой истории оставался военно-оборонительным центром. И, даже когда его роль как крепости на восточных рубежах страны заметно ослабла, здесь оставались гарнизон, военные учреждения и заведения. По правую сторону от Преображенской башни в 1880-х годах построено здание Манежа. Оно вошло в комплекс сооружений Казанского пехотного юнкерского училища. Проект здания выполнен в Санкт-Петербурге. Обширное помещение предназначалось для проведения учений строевой подготовки офицеров в любое время года. Архитекторский проект здания был подготовлен в 1881 году и учитывал рельеф кремлевского холма и окружающих строений (во времена ханской Казани на месте, где сейчас находится здание Манежа, проходила окруженная неглубоким рвом стена татарской крепости). Манеж расположен торцом к главной улице Кремля, вытянут с запада на восток. Само здание юнкерского училища находится севернее Манежа. При строительстве сооружения был использован фундамент ограды Спасо-Преображенского монастыря. В Манеже были устроены отопительные печи, располагавшиеся в нишах боковых стен с обеих сторон симметрично в центральной части строения. Сейчас Манеж – это универсальная выставочная площадка. Здесь проходили и проходят выставочные проекты с ведущими музеями страны и мира.",
    "isVisited": false,
    "type": "place",
    "model": "manej",
    "scale": 1
    },
    {
    "captionName": "Юнкерское училище",
    "routerLink": "unker",
    "description": "Здание Юнкерского училища построено в 1840-е годы под руководством архитектора П.Г. Пятницкого. Первоначально оно возводилось как казарма для школы военных кантонистов (это малолетние и несовершеннолетние сыновья солдат и военных поселян, числившиеся с рождения за военным ведомством). В 1861-м здание школы кантонистов в Кремле передали училищу военного ведомства. А через пять лет его преобразовали в Казанское Юнкерское пехотное училище. Юнкерское училище готовило младших офицеров для дивизий Казанского и Московского военных округов. За время существования этого учебного заведения из его стен вышло свыше 25 тысяч офицеров. Среди выпускников Казанского юнкерского училища есть и люди известные. В их числе: Аркадий Кошко – основоположник российской криминалистики; Евгений Гусев – пионер боевого применения бронеавтомобилей; Виктор Спиридонов – один из основателей борьбы самбо; Александр Егоров – один из первых пяти маршалов СССР. После революции 1917 года училище расформировали. Здесь открыли 1-е Советские Казанские пехотные командные курсы. Затем, в 1920-е годы – татаро-башкирскую военную школу, которой командовал Герой Советского союза генерал М.П. Кирпонос. Позднее татаро-башкирскую военную школу преобразовали в Казанское пехотное училище. Одно время здесь преподавал один из ведущих советских военачальников – будущий маршал В.И. Чуйков, один из главных героев обороны Сталинграда. В 1941-м училище было преобразовано в танковое и полностью перешло на подготовку специалистов для бронетанковых и механизированных войск советской армии. Сегодня в бывшем здании училища находятся четыре музея и выставочных зала: Центр «Эрмитаж-Казань», Музей естественной истории Татарстана, Национальная галерея «Хазинэ» и Музей-мемориал Великой Отечественной войны.",
    "isVisited": false,
    "type": "place",
    "model": "unker",
    "scale": 0.3
    },
    {
    "captionName": "Мечеть Кул Шариф",
    "routerLink": "coolsharif",
    "description": "Мечеть Кул Шариф построена в память о ханской мечети, которая находилась на территории Казанского Кремля до второй половины XVI века. Названа мечеть в честь сеида Кул Шарифа. Он был влиятельным государственным, религиозным деятелем и искусным дипломатом. Во время присоединения казанского ханства к Русскому государству в октябре 1552 года сеид возглавлял оборону Кремля вместе со своими шакирдами (учениками) и пал в неравном бою. Мечеть была открыта первым президентом Татарстана Минтимером Шариповичем Шаймиевым 24 июня 2005 года. Мечеть вмещается в себя около 1,5 человек. На площади перед ней могут разместиться до 10 000 человек. Сооружение имеет 8 минаретов: четыре основных в высоту 57 м., два малых и два псевдо-минарета, украшающих главный вход. Купол, а также минареты выполнены в бирюзовом цвете. Мечеть облицована белым мрамором. Мечеть состоит из пяти ярусов. На нижнем ярусе расположены Музей исламской культуры и комнаты для омовения. На втором ярусе мечети находится холл, кабинет имама. На третьем ярусе – мужской молельный зал. На четвертом – женский. Предвидя тот факт, что мечеть Кул Шариф станет одним из самых посещаемых объектов, на стадии планировки на пятом ярусе было предусмотрено наличие специальных балконов для туристов. Музей исламской культуры – структурное подразделение Музея-заповедника «Казанский Кремль». Он дает общие представления об исламе как о мировой религии, знакомит с ролью ислама в истории и культуре татарского народа.",
    "isVisited": false,
    "type": "place",
    "model": "coolsharif",
    "scale": 1.5
    },
    {
    "captionName": "Пушечный двор - гланый корпус",
    "routerLink": "cannonyard",
    "description": "Пушечный двор занимает северо-западную часть Казанского Кремля и примыкает с запада к крепостной стене. Пушечный двор возник в Казанском Кремле в конце XVII века как литейный завод, предназначенный для изготовления, ремонта и хранения пушек. Здесь разместились медеплавильные печи, литейные и «деревообделывающие» мастерские, кузницы, склады. Главный (восточный) корпус Пушечного двора, расположенный вдоль главной улицы Казанского Кремля, был возведен в первой половине XVIII века. В здании размещался оружейный завод и арсенал. Фасад восточного корпуса выполнен в стиле петербургского барокко. На рубеже XVIII–XIX веков главный корпус был перестроен согласно плану 1786 года архитектора В.И. Кафтырева. В начале XIX века Пушечный двор был одним из крупнейших в стране. В 1815 году в Казани произошел крупный пожар, от которого пострадал и литейный двор. После этого производство оружия в Кремле прекращается. В 1825 году по проекту архитектора А.К. Шмидта здание реконструировано под квартиры офицерского состава Казанского Юнкерского пехотного училища. В 1995 году в ходе археологических раскопок в южной части Главного корпуса была обнаружена литейная яма на глубине 4 метров для изготовления пушек. В настоящее время яма музеефицирована и показана в музее Пушечного двора.",
    "isVisited": false,
    "type": "place",
    "model": "cannonyard",
    "scale": 0.4
    },
    {
    "captionName": "Пушечный двор - южный корпус",
    "routerLink": "cannonyardsouth",
    "description": "Комплекс Пушечного двора – памятник военной архитектуры. По легендам, его построили на месте расположения арсенала и ханской гвардии времен Казанского ханства. Комплекс Пушечного двора состоял из четырех корпусов, где до начала XIX века отливали, ремонтировали и хранили пушки. Южный корпус – самая древняя сохранившаяся постройка Пушечного двора. Он был возведен в первой половине XVII века. В нем располагались производственные помещения, в которых сохранилась система воздуховодов для литейного производства по голландской технологии. Двухэтажное здание с западной стороны примыкает к крепостной стене, а восточный торец здания заканчивается кирпичной кладкой разрушенного здания, что является свидетельством изначально П-образной формы комплекса Пушечного двора. В первой половине XIX века Южный корпус был переведен в ведение Казанского Юнкерского пехотного училища. Внутреннее убранство подверглось изменениям, здесь разместились жилые квартиры офицеров. В советское время в здании располагалась администрация. Южный корпус отреставрирован в 1998-2005 годах и повторяет облик здания по состоянию на XVII век.",
    "isVisited": false,
    "type": "place",
    "model": "cannonyardsouth",
    "scale": 1.2
    },
    {
    "captionName": "Награда 2",
    "routerLink": "loot2",
    "description": "Описание",
    "isVisited": false,
    "type": "prize",
    "model": "test",
    "scale": 1
    },
    {
    "captionName": "Архиерейский дом",
    "routerLink": "archhouse",
    "description": "С момента возникновения Казанской епархии с 1555 года на территории Казанского Кремля размещался комплекс архиерейского двора. Это были храмы, жилые, административные и хозяйственные строения, принадлежащие казанским архиереям. Одной из построек архиерейского двора являлся архиерейский дом, который располагался к юго-востоку от Благовещенского собора. В XVI веке на этом месте находилась двухэтажная деревянная изба с небольшим храмом и жилыми покоями первого Казанского архиепископа Гурия. В начале XVII века на месте деревянной избы построили каменный двухэтажный дом с двумя внутренними храмами. В начале XIX века в Кремле случился большой пожар и строение стало непригодным для жизни. В 1828 году архиепископ Филарет (Амфитеатров) добился разрешения восстановить архиерейский дом в Казанском Кремле. Император Николай I лично пожаловал деньги на его постройку. В 1829 году на месте ветхого здания был построен новый двухэтажный каменный архиерейский дом и освящена крестовая церковь во имя Св. Гурия. С осени 1918 года бывший архиерейский дом перешел в ведение советской власти. В 1930-е годы был надстроен третий этаж, существенно изменивший облик дома. В наши дни третий этаж разобрали и вернули зданию исторический облик начала XIX века, восстановили аттик (декоративная стенка над карнизом) на парадном фасаде. Сегодня в здании располагается Аппарат Президента Республики Татарстан.",
    "isVisited": false,
    "type": "place",
    "model": "archhouse",
    "scale": 0.7
    },
    {
    "captionName": "Здание Духовной консистории",
    "routerLink": "duhkonsist",
    "description": "Здание бывшей духовной консистории является одной из построек бывшего архиерейского двора. Кирпичное, двухэтажное строение было построено в конце XVIII века на месте архиерейского конюшенного двора. Консистория – это государственный орган, который занимался ведением дел православной церкви. Он был создан в 1739 году. Со второй половины XVIII века консистории занимались административным и судебным управлением епархии. Возглавлял консисторию глава местной епархии. Чиновники, служившие в консистории, занимались бракоразводными делами, наказывали богохульников, отлучали от церкви. Именно здесь был отлучен от церкви Алеша Пешков (впоследствии известный русский писатель Максим Горький) после неудачной попытки самоубийства. Здание консистории, наряду с другими постройками Казанского Кремля, страдало в пожарах первой половины XIX века. К 1853 году здание консистории было восстановлено, за исключением некоторых недоделок (которые были закончены к 15 сентября 1864 года), о чем имеется акт свидетельства. Архитектура здания интересна и лаконична, найдены пропорции. Прямоугольные окна первого этажа со строгими наличниками чередуются нишами меньшего размера. Завешается этаж профилированным карнизом. Второй этаж отделан более пышно. Арочные окна обрамлены красивыми наличниками в типичном барочном стиле. Консистория северной стороной примыкает к зданию Присутственных мест. В советский период в здании консистории работало Министерство здравоохранения ТАССР. В настоящее время в здании располагается Аппарат Президента Республики Татарстан.",
    "isVisited": false,
    "type": "place",
    "model": "duhkonsist",
    "scale": 0.7
    },
    {
    "captionName": "Благовещенский собор",
    "routerLink": "blagsobor",
    "description": "Благовещенский кафедральный собор был основан 4 октября 1552 года, в день торжественного въезда царя Ивана IV Грозного в Казань. Царь лично избрал место для будущего храма в северной части крепости. Каменный собор был возведен псковскими зодчими в 1555-1562 гг. Облик храма начал меняться с рубежа XVII–XVIII вв. В 1736 году шлемовидные главы собора приобрели луковичную форму, а с запада была пристроена трапезная, изменившая объем здания. В 1840-е годы по указу императора Николая I трапезная была перестроена. Собор расписывался несколько раз: до настоящего времени сохранилась роспись XIX в., выполненная потомственным палехским иконописцем Н.М. Сафоновым, который прославился своими иконописными работами во многих городах России. Изначально в XVII веке собор был украшен фресковой росписью, т.е. росписью по сырой штукатурке. Сюжеты росписи – сцены библейской и евангельской истории. До наших дней сохранилось несколько фрагментов фресок. Собор был закрыт в сентябре 1918 года, в его помещениях находились хранилище и другие подразделения республиканского архива. В 1995 году началась комплексная реставрация храма, которая завершилась в 2005 году, к 450-летию Казанской епархии. Собор был торжественно освящен и открыт в дни празднования 1000-летия Казани. Собор посещали многие известные люди, бывавшие в Казани, в их числе А.Н. Радищев, А.С. Пушкин, С.В. Рахманинов, В.Г. Короленко, В.И. Немирович-Данченко и другие. В хоре собора неоднократно пел Ф.И. Шаляпин. На службах в кафедральном соборе присутствовали Петр I, Екатерина II и другие российские императоры.",
    "isVisited": false,
    "type": "place",
    "model": "blagsobor",
    "scale": 0.4
    },
    {
    "captionName": "Резиденция Президента РТ",
    "routerLink": "presidentpalace",
    "description": "Дворец казанского губернатора расположен в северной части Казанского Кремля на месте, где в эпоху Казанского ханства располагался комплекс ханского двора. Император Николай I во время своего визита в Казань в 1836 году выбрал место для строительства дворца и распорядился построить в Кремле «Военно-губернаторский дом с императорскою квартирою». Строительство дворца осуществлялось с 1845 по 1848 годы. Отделка интерьеров проходила под руководством М.П. Коринфского. На верхнем этаже дворца размещались императорские квартиры, – всего 17 помещений. Первый этаж – губернаторский, где были спальня, кабинет, уборная, несколько залов. В цокольном этаже располагалась канцелярия губернатора. В советскую эпоху в здании находился Президиум Верховного совета и Совета Министров ТАССР. Реставрационные работы в здании начались с 1950 года. В 1983 году был отреставрирован главный фасад по проекту архитектора С.А. Козловой. После образования в 1994 году Музея-заповедника «Казанский Кремль» были начаты реставрационные работы здания бывшего Губернаторского дворца. Реставрационные работы были выполнены архитекторами-реставраторами А.К. Даишевой, Э.А. Гирфановым и Р.М. Забировым. Полная реставрация здания и его интерьеров завершилась к 2001 году. В настоящее время здание является резиденцией Президента Республики Татарстан. На центральном ризалите фасада здания имеется герб Республики Татарстан – белый барс, а на вершине развевается президентский штандарт.",
    "isVisited": false,
    "type": "place",
    "model": "presidentpalace",
    "scale": 0.4
    },
    {
    "captionName": "Башня Сююмбике",
    "routerLink": "syuyumbike",
    "description": "Башня вероятнее всего построена в XVII – XVIII веках и получила название в честь казанской царицы Сююмбике, правившей Казанью после смерти своего мужа хана Сафа-Гирея с 1549 по 1551 годы. Строение выполняло функции дозорной башни, с вершины которой просматривается обширная панорама окрестностей с видом на реки Волга и Казанка. Башня Сююмбике возведена из большемерного, хорошо обожженного кирпича, занимает площадь 140 кв.м., состоит из 7 ярусов, а её общая высота достигает 58 метров. 3 нижних различных по высоте квадратных яруса имеют равносторонние квадратные контуры, окруженные по всему периметру открытыми галереями-гульбищами (терраса). Гульбища обнесены парапетами с ширинками на первом ярусе, поясами, выполненными поребриком (бордюр), на втором и третьем ярусах. Нижний ярус башни Сююмбике представляет собой два пилона, соединенных цилиндрическим сводом над проездом между ними. На южном и северном фасадах строения имеются круглые окошки, обрамленные кирпичным валиком, и небольшие двери (по 1 двери на 1 фасаде), которые ведут во внутренние помещения башни. На западном и восточном фасадах пилоны украшены декоративными колоннами (по 2 колонны на 1 сторону обоих пилонов, всего – 8 колонн), завершающимися капителями-консолями по булгарскому образцу. В толще каждого пилона располагаются наклонные сводчатые коридоры с лестницей, ведущей на верхние ярусы башни. Проезд перекрыт современными коваными воротами, которые носят название “День и ночь”. Они были изготовлены в 2003 году по эскизу архитектора Р.М. Забирова. Арка, в которой расположены ворота, направлена на восход Солнца в день зимнего солнцестояния. Это объясняет наличие символических изображений Солнца и Полумесяца, лучей и звёзд, отражающих смену дня и ночи.",
    "isVisited": false,
    "type": "place",
    "model": "syuyumbike",
    "scale": 1
    },
    {
    "captionName": "Награда 3",
    "routerLink": "loot3",
    "description": "Описание",
    "isVisited": false,
    "type": "prize",
    "model": "test",
    "scale": 1
    },
    {
    "captionName": "Мавзолей казанских ханов",
    "routerLink": "mavzoley",
    "description": "Мавзолей казанских ханов – комплекс погребений правителей Казанского ханства. Он располагается у подножия башни Сююмбике, в древнейшей части Казанского Кремля. В 1977 году Казанская археологическая экспедиция Института языка, литературы и истории им. Г.Ибрагимова и Министерства культуры Татарстана под руководством профессора А.Х. Халикова начали раскопки в районе башни Сююмбике. Археологи вышли на следы двух белокаменных сооружений, связанных с ханским периодом. Это были мавзолеи с остатками богатых захоронений. Останки лежали в двойных деревянных гробах (табутах), обложенных тонкой хорошо выделанной кожей, прибитой к деревянным стенкам серебряными гвоздями. Погребения совершены по мусульманскому обряду: лица захороненных были повернуты в сторону Мекки. Первую пару хорошо сохранившихся человеческих останков отправили на антропологическое исследование. Ученые определили их как ханов Махмуда и его внука Мухаммад-Эмина. Это были первые правители-основатели Казанского ханства. По методу советского профессора М.М. Герасимова были реконструированы их портреты. Они хранятся в экспозиции Музея истории государственности татарского народа и Республики Татарстан. В 2004 году группой археологов под руководством Ф.Ш. Хузина найдена вторая часть мавзолея: здесь были обнаружены гробницы с несколькими захоронениями. В 2005 году к празднованию тысячелетия Казани было решено законсервировать и представить для осмотра руины мавзолея: они сохранены в подлинном виде и накрыты прозрачным стеклянным куполом. Церемония перезахоронения останков хана Махмута и Мухаммад-Эмина состоялась 19 мая 2017 года. Они покоятся в новом мавзолее, у подножия башни Сююмбике, поблизости от старой гробницы.",
    "isVisited": false,
    "type": "place",
    "model": "mavzoley",
    "scale": 1
    },
    {
    "captionName": "Дворцовая церковь",
    "routerLink": "palacechurch",
    "description": "Дворцовая церковь была построена в XVII века в древнейшей части Казанского Кремля. После пожара 1749 года церковь отстраивается заново и освящается в честь Введения во Храм Пресвятой Богородицы. Убранство храма воплощало в себе традиции русского барокко. Введенская церковь была «домовой» и предназначалась для службы казанского губернатора. После очередного пожара 1815 года восстановить первоначальный облик храма стало невозможно. В уцелевших церковных постройках размещался пороховой склад. Во время своего визита император Николай I отдает повеление отстроить и соединить храм с будущим Губернаторским дворцом. Во второй половине XIX века двухярусная церковь восстанавливается и освящается в честь Сошествия святого Духа на Апостолов. В 1918 году церковь была ликвидирована, иконы и храмовая утварь XIX в. до наших дней не сохранились. Последние десятилетия XX века в здании размещалась столовая, ее внутреннее оформление было утрачено. В 2002 году храм был отреставрирован, его верх увенчан маковкой-луковицей на восьмигранном барабане, углы которого отмечены полуколоннами. Маковку украшают накладные дубовые венки и листья. Церковь имеет арочную закрытую галерею – храмов с таким старинным архитектурным элементом, заимствованным у теремов, сохранилось мало. Сегодня в здании располагается Музей истории государственности татарского народа и Республики Татарстан, структурное подразделение Музея-заповедника «Казанский Кремль». На втором этаже музея находится постоянная экспозиция, на первом этаже – выставочный зал.",
    "isVisited": false,
    "type": "place",
    "model": "palacechurch",
    "scale": 0.7
    },
    {
    "captionName": "Тайницкая башня",
    "routerLink": "taytower",
    "description": "Тайницкая башня Казанского Кремля была построена во второй половине XVI века. Она получила название Никольская, от расположенной рядом церкви Введения во храм Пресвятой Богородицы с приделом святого Николая Чудотворца. Позднее в народе за башней закрепилось название «Тайницкая». Это связано с тем, что во времена Казанского ханства в этой части Кремля располагалась башня Нур-Али, из которой вел потайной ход к источнику питьевой воды. Защитники Казани пользовались запасами воды во время осады Казани осенью 1552 года. Во время штурма Казани войсками Ивана IV Грозного башня была взорвана и, минуя руины башни, русский царь въехал на территорию Казанского Кремля. Однако Тайницкий источник продолжал существовать еще какое-то время, но из года в год ключ все более истощался, а в 1950-е годы был полностью утерян. Изначально башня была одноярусной, имела коленчатый проезд и тяжелые ворота. Свой современный облик обрела в XVIII веке и стала двухъярусной. Сегодня башня имеет два яруса и деревянную шатровую крышу. Завершается башня знаком Всемирного наследия ЮНЕСКО. До наших дней Тайницкая башня сохранила коленчатый проезд. Подобное устройство башен позволяло обеспечить более эффективную защиту во время нападения на город.",
    "isVisited": false,
    "type": "place",
    "model": "taytower",
    "scale": 4
    },
    {
    "captionName": "Консисторская башня",
    "routerLink": "consistortower",
    "description": "После присоединения казанского ханства к Русскому государству, во второй половине XVI века псковскими мастерами возводились стены и башни Казанского Кремля. Возглавляли зодчих Постник Барма и Иван Ширяй – строители собора Василия Блаженного в Москве. Изначально башен в Казанском Кремле было 13, до нашего времени сохранилось 8. Одной из сохранившихся башен является – башня Консисторская. Свое название она получила в честь находившейся рядом духовной консистории. Это произошло в XVIII веке, т.к. епархиальное учреждение появилось позже башни. В XVIII веке четырехъярусное сооружение башни служило крепостной тюрьмой. Позднее, после перестройки, ее деревянный шатер был утрачен. Четвертый ярус служил складом боеприпасов. В 1980-х годы по проекту архитектора С. Мамлеева была проведена реставрация Консисторской башни, восстановлен деревянный шатер. В настоящее время памятник представляет собой круглую башню, наружным диаметром 14 м. и высотой в 23 м. Первый ярус имеет кирпичный свод и арочный проем, выходящий на внутренний двор территории Кремля. Второй имеет арки, ведущие к боевым ходам и пряслам стен крепости. Круглые бойницы башни, оборудованные для стрельбы из тяжелых орудий, обрамлены кирпичными наличниками. Консисторская башня являлась важным объектом оборонительных сооружений Казанского Кремля.",
    "isVisited": false,
    "type": "place",
    "model": "consistortower",
    "scale": 1.7
    },
    {
    "captionName": "Присутственные места",
    "routerLink": "prismest",
    "description": "Строительство здания присутственных мест шло с 1767 по 1773 годы под руководством московского архитектора В.И. Кафтырева. Это было двухэтажное здание губернской канцелярии в юго-восточной части Казанского Кремля, с правой стороны от главной кремлевской улицы. Здание предназначалось для работы чиновников и государственных служащих. Здесь принималось население по различным административным и судебным вопросам. Позднее к нему пристраивались новые двухэтажные здания. В конечном итоге общая длина постройки стала достигать 260 метров. Строение имеет подвальный этаж со сводчатыми помещениями и окнами, выходящими наружу. Два сквозных проезда делят здание на 3 секции. Проезды выходят во внутренний двор, который находится между крепостной стеной и самим зданием. В 1781 году в результате административной реформы было создано Казанское наместничество и утверждена ставка генерал-губернатора. На основании этого, принято решение отвести наместнику помещение канцелярии и дополнительно пристроить к нему несколько покоев. Здесь разместились канцелярии официальных приёмов, личные покои губернатора и большой тронный зал на втором этаже. Тронный зал считался самым роскошным местом во всем учреждении. В центральной его части расположились хоры для музыкантов. В 1798 году – в честь приезда Павла I – здесь устроен первый бал, куда, кроме высших чинов, были созваны богатейшие представители татарских купцов с семьями и духовенство, включая муфтия. В 1815 году архитектурный объект восстанавливался после пожара по чертежам архитектора А. Шмидта и получил облик единой постройки. В настоящее время в этом здании расположены визит-центр, выставочные пространства, лекторий, кафе и рестораны, центр ремесел.",
    "isVisited": false,
    "type": "place",
    "model": "prismest",
    "scale": 0.25
    },
    {
    "captionName": "Награда 4",
    "routerLink": "loot4",
    "description": "Описание",
    "isVisited": false,
    "type": "prize",
    "model": "test",
    "scale": 1
    }

]